Repository: F123/files-F123Light
Catalog: po/pdmenu/*.po
Languages: pt_br

source: Please wait...
pt_br: Por favor, aguarde...

source: Press Esc to close window.
pt_br: Pressione Esc para fechar a janela.

source: Command returned no output
pt_br: Comando retornado sem saída

source: Press Enter to return to Pdmenu.
pt_br: Pressione Enter para retornar ao Pdmenu.

source: Unable to initialize key mappings.
pt_br: Não é possível inicializar os mapeamentos de chaves.

source: Error: The screen is too small.
pt_br: Erro: a tela é muito pequena.

source: pdmenu error:
pt_br: erro do pdmenu:

source: Arrow keys move, Esc exits current menu, Enter runs program
pt_br: Setas movem, Esc sai do menu atual, Enter executa programa

source: Attempt to remove menu "%s" failed: menu is on screen.
pt_br: Tentativa de remover o menu "%s" falhou: o menu está na tela.

source: %s:%i Invalid screen part name, "%s".
pt_br: %s:%i Nome da parte da tela inválido, "%s".

source: %s:%i "endgroup" found outside of group block.
pt_br: %s:%i "endgroup" encontrado fora do bloco de grupo.

source: %s:%i Invalid or misplaced keyword, "%s".
pt_br: %s:%i Palavra-chave inválida ou perdida, "%s".

source: %s:%i Nested "group" commands.
pt_br: %s:%i Comandos "group" aninhados.

source: %s: "group" command used without "endgroup".
pt_br: %s: "group" comando usado sem "endgroup".

source: Press Enter when done, or Esc to cancel
pt_br: Pressione Enter quando terminar ou Esc para cancelar

source: Usage: pdmenu [options] [menufiles ..] menufiles the rc files to read instead of ~/.pdmenurc or %spdmenurc -h --help display this help -s --superhot enable super hot keys -c --color enable color -u --unpark cursor moves to current selection -q --quit 'q' key does not exit program -mmenuid --menu=menuid display menu with this menuid on startup -v --version show version information -r --retro draw menus using old style -l --lowbit do not use high bit line drawing characters -b --borderspace draw borders with spaces, not lines -n --numeric do not use 8 and 2 for moving up and down
pt_br: Uso: pdmenu [opções] [menufiles ..] menufiles os arquivos rc para ler em vez de ~/.pdmenurc ou %spdmenurc ~/.pdmenurc ou %spdmenurc -h --help exibir esta ajuda -s --superhot ativar teclas de super hot -c --color ativar cor -u --unpark cursor se move para a seleção atual -q --quit 'q' tecla não sai do programa -mmenuid --menu=menuid exibir menu com este menuid na inicialização -v --version mostrar informações de versão -r --retro desenhar menus usando estilo antigo -l --lowbit não use caracteres de desenho de linha de bits altos -b --borderspace desenha bordas com espaços, não linhas -n --numeric não use 8 e 2 para mover para cima e para baixo

source: (Long options are disabled.)
pt_br: (Opções longas estão desativadas.)

source: Unable to find any pdmenurc files, or all pdmenurc files are empty.
pt_br: Não é possível encontrar nenhum arquivo pdmenurc ou todos os arquivos pdmenurc estão vazios.

source: Menu "%s" is not defined.
pt_br: Menu "%s" não está definido.

source: Welcome to Pdmenu %s by Joey Hess <pdmenu@joeyh.name>
pt_br: Bem-vindo ao Pdmenu %s por Joey Hess <pdmenu@joeyh.name>
