Repository: F123/files-F123Light
Catalog: po/w3m/*.po
Languages: pt_br

source: Back (b)
pt_br: Voltar (b)

source: Select Buffer(s)
pt_br: Selecionar Buffer(s)

source: Select Tab (t)
pt_br: Selecionar Aba (t)

source: View Source (v)
pt_br: Ver Fonte (v)

source: Edit Source (e)
pt_br: Editar Fonte (e)

source: Save Source (S)
pt_br: Salvar Fonte (S)

source: Reload (r)
pt_br: Recarregar (r)

source: Go Link (a)
pt_br: Ir Para Link (a)

source: on New Tab (n)
pt_br: na Nova Aba (n)

source: Save Link (A)
pt_br: Salvar Link (A)

source: View Image (i)
pt_br: Ver Imagem (i)

source: Save Image (I)
pt_br: Salvar Imagem (I)

source: View Frame (f)
pt_br: Ver Frame (f)

source: Bookmark (B)
pt_br: Marcador (B)

source: Help (h)
pt_br: Ajuda (h)

source: Option (o)
pt_br: Opção (o)

source: Quit (q)
pt_br: Sair (q)

source: External Viewer Setup
pt_br: Configuração do Visualizador Externo

source: Tab width in characters
pt_br: Largura da aba em caracteres

source: Indent for HTML rendering
pt_br: Recuo para renderização de HTML

source: Number of pixels per character (4.0...32.0)
pt_br: Número de pixels por caractere (4,0...32,0)

source: Number of pixels per line (4.0...64.0)
pt_br: Número de pixels por linha (4,0...64,0)

source: Number of remembered lines when used as a pager
pt_br: Número de linhas lembradas quando usado como um pager

source: Use URL history
pt_br: Usar histórico de URLs

source: Number of remembered URL
pt_br: Número de URLs lembradas

source: Save URL history
pt_br: Salvar histórico de URLs

source: Render frames automatically
pt_br: Renderizar frames automaticamente

source: Treat argument without scheme as URL
pt_br: Tratar argumento sem esquema como URL

source: Use _self as default target
pt_br: Use _self como destino padrão

source: Open link on new tab if target is _blank or _new
pt_br: Abrir link em nova aba se o destino for _blank ou _new

source: Open download list panel on new tab
pt_br: Abrir o painel da lista de download em nova aba

source: Display link URL automatically
pt_br: Exibir URL do link automaticamente

source: Display link numbers
pt_br: Mostrar números do link

source: Display decoded URL
pt_br: Exibir URL decodificada

source: Display current line number
pt_br: Exibir número da linha atual

source: Display inline images
pt_br: Exibir imagens embutidas

source: Display pseudo-ALTs for inline images with no ALT or TITLE string
pt_br: Exibir pseudo-ALTs para imagens embutidas sem ALT ou string de título

source: Load inline images automatically
pt_br: Carregar imagens embutidas automaticamente

source: Maximum processes for parallel image loading
pt_br: Processos máximos para carregamento de imagem paralela

source: Use external image viewer
pt_br: Usar visualizador de imagens externo

source: Scale of image (%)
pt_br: Escala de imagem (%)

source: External command to display image
pt_br: Comando externo para exibir imagem

source: Use link list of image map
pt_br: Usar lista de links do mapa de imagens

source: Display file names in multi-column format
pt_br: Exibir nomes de arquivos no formato de múltiplas colunas

source: Use ASCII equivalents to display entities
pt_br: Usar equivalentes ASCII para exibir entidades

source: Character type for border of table and menu
pt_br: Tipo de caractere para borda de tabela e menu

source: Display table borders, ignore value of BORDER
pt_br: Exibir bordas de tabela, ignorar valor de BORDER

source: Fold lines in TEXTAREA
pt_br: Dobre linhas em TEXTAREA

source: Display INS, DEL, S and STRIKE element
pt_br: Exibir o elemento INS, DEL, S e STRIKE

source: Display with color
pt_br: Exibir com cor

source: Color of normal character
pt_br: Cor do caractere normal

source: Color of anchor
pt_br: Cor da âncora

source: Color of image link
pt_br: Cor do link da imagem

source: Color of form
pt_br: Cor do formulário

source: Enable coloring of active link
pt_br: Ativar a coloração do link ativo

source: Color of currently active link
pt_br: Cor do link atualmente ativo

source: Use visited link color
pt_br: Usar cor do link visitado

source: Color of visited link
pt_br: Cor do link visitado

source: Color of background
pt_br: Cor de fundo

source: Color of mark
pt_br: Cor da marca

source: Use proxy
pt_br: Usar proxy

source: URL of HTTP proxy host
pt_br: URL do host do proxy HTTP

source: URL of HTTPS proxy host
pt_br: URL do host do proxy HTTPS

source: URL of GOPHER proxy host
pt_br: URL do host do proxy GOPHER

source: URL of FTP proxy host
pt_br: URL do host do proxy FTP

source: Domains to be accessed directly (no proxy)
pt_br: Domínios a serem acessados diretamente (sem proxy)

source: Check noproxy by network address
pt_br: Verificar noproxy pelo endereço de rede

source: Disable cache
pt_br: Desativar cache

source: News server
pt_br: Servidor de notícias

source: Mode of news server
pt_br: Modo de servidor de notícias

source: Number of news messages
pt_br: Número de mensagens de notícias

source: Order of name resolution
pt_br: Ordem de resolução de nomes

source: Directory corresponding to / (document root)
pt_br: Diretório correspondente a / (documento raiz)

source: Directory corresponding to /~user
pt_br: Diretório correspondente a /~usuário

source: Directory corresponding to /cgi-bin
pt_br: Diretório correspondente a /cgi-bin

source: Confirm when quitting with q
pt_br: Confirme quando sair com q

source: Close tab if buffer is last when back
pt_br: Fechar aba se o buffer for o último quando voltar

source: Enable mark operations
pt_br: Ativar operações de marca

source: Enable Emacs-style line editing
pt_br: Ativar edição de linha no estilo Emacs

source: Enable vi-like numeric prefix
pt_br: Ativar prefixo numérico do tipo vi

source: Move cursor to top line when going to label
pt_br: Mover o cursor para a linha superior quando for rotular

source: Move cursor to top line when moving to next page
pt_br: Mover o cursor para a linha superior ao mover para a próxima página

source: Fold lines of plain text file
pt_br: Dobrar linhas de arquivo de texto simples

source: Show line numbers
pt_br: Mostrar números de linha

source: Show search string
pt_br: Mostrar caracteres de pesquisa

source: List of mime.types files
pt_br: Lista de arquivos mime.types

source: List of mailcap files
pt_br: Lista de arquivos mailcap

source: List of urimethodmap files
pt_br: Lista de arquivos urimethodmap

source: How to call Mailer for mailto URLs with options
pt_br: Como chamar o Mailer para URLs mailto com opções

source: External browser
pt_br: Navegador externo

source: 2nd external browser
pt_br: Segundo navegador externo

source: 3rd external browser
pt_br: Terceiro navegador externo

source: 4th external browser
pt_br: 4º navegador externo

source: 5th external browser
pt_br: 5º navegador externo

source: 6th external browser
pt_br: 6º navegador externo

source: 7th external browser
pt_br: 7º navegador externo

source: 8th external browser
pt_br: 8º navegador externo

source: 9th external browser
pt_br: 9º navegador externo

source: Disable secret file security check
pt_br: Desativar verificação de segurança de arquivos secretos

source: Password file
pt_br: Arquivo de senha

source: File for setting form on loading
pt_br: Arquivo para definir o formulário no carregamento

source: File for preferences for each site
pt_br: Arquivo para preferências de cada site

source: Password for anonymous FTP (your mail address)
pt_br: Senha para FTP anônimo (seu endereço de email)

source: Generate domain part of password for FTP
pt_br: Gerar parte do domínio da senha para FTP

source: User-Agent identification string
pt_br: String de identificação do agente do usuário

source: Accept-Encoding header
pt_br: Aceitar cabeçalho de codificação

source: Accept header
pt_br: Aceitar cabeçalho

source: Accept-Language header
pt_br: Aceitar cabeçalho de idioma

source: Treat URL-like strings as links in all pages
pt_br: Tratar seqüências de caracteres semelhantes a URL como links em todas as páginas

source: Wrap search
pt_br: Envolver pesquisa

source: Display unseen objects (e.g. bgimage tag)
pt_br: Exibir objetos não vistos (por exemplo, tag bgimage)

source: Uncompress compressed data automatically when downloading
pt_br: Descompacte os dados compactados automaticamente ao fazer o download

source: Run external viewer in a separate session
pt_br: Executar visualizador externo em uma sessão separada

source: Run external viewer in the background
pt_br: Executar visualizador externo em segundo plano

source: Use external program for directory listing
pt_br: Usar programa externo para listagem de diretórios

source: URL of directory listing command
pt_br: URL do comando de listagem de diretórios

source: Enable dictionary lookup through CGI
pt_br: Ativar pesquisa de dicionário através de CGI

source: URL of dictionary lookup command
pt_br: URL do comando de pesquisa do dicionário

source: Display link name for images lacking ALT
pt_br: Mostrar nome do link para imagens sem ALT

source: Index file for directories
pt_br: Arquivo de índice para diretórios

source: Prepend http:// to URL automatically
pt_br: Preferir http:// à URL automaticamente

source: Default value for open-URL command
pt_br: Valor padrão para o comando open-URL

source: Decode Content-Transfer-Encoding when saving
pt_br: Decodificar a codificação de transferência de conteúdo ao salvar

source: Preserve timestamp when saving
pt_br: Preservar registro de data e hora ao salvar

source: Enable mouse
pt_br: Ativar mouse

source: Scroll in reverse direction of mouse drag
pt_br: Rolar na direção inversa do arrasto do mouse

source: Behavior of wheel scroll speed
pt_br: Comportamento da velocidade de rolagem da roda

source: (A only)Scroll by # (%) of screen
pt_br: (A único)Scroll por # (%) da tela

source: (B only)Scroll by # lines
pt_br: (B único)Scroll por # linhas

source: Free memory of undisplayed buffers
pt_br: Memória livre de buffers não exibidos

source: Suppress `Referer:' header
pt_br: Suprimir o cabeçalho `Referer:'

source: Search case-insensitively
pt_br: Pesquisar sem distinção entre maiúsculas e minúsculas

source: Use LESSOPEN
pt_br: Usar LESSOPEN

source: Perform SSL server verification
pt_br: Executar verificação do servidor SSL

source: PEM encoded certificate file of client
pt_br: PEM arquivo de certificado codificado do cliente

source: PEM encoded private key file of client
pt_br: PEM arquivo de chave privada codificada do cliente

source: Path to directory for PEM encoded certificates of CAs
pt_br: Caminho para o diretório de certificados codificados por PEM de CAs

source: File consisting of PEM encoded certificates of CAs
pt_br: Arquivo que consiste em certificados codificados por PEM de CAs

source: List of forbidden SSL methods (2: SSLv2, 3: SSLv3, t: TLSv1.0, 5: TLSv1.1)
pt_br: Lista de métodos SSL proibidos (2: SSLv2, 3: SSLv3, t: TLSv1.0, 5: TLSv1.1)

source: Enable cookie processing
pt_br: Ativar o processamento de cookies

source: Print a message when receiving a cookie
pt_br: Imprimir uma mensagem ao receber um cookie

source: Accept cookies
pt_br: Aceitar cookies

source: Action to be taken on invalid cookie
pt_br: Ação a ser executada em um cookie inválido

source: Domains to reject cookies from
pt_br: Domínios para rejeitar cookies de

source: Domains to accept cookies from
pt_br: Domínios para aceitar cookies de

source: Domains to avoid [wrong number of dots]
pt_br: Domínios para evitar [número errado de pontos]

source: Number of redirections to follow
pt_br: Número de redirecionamentos a seguir

source: Enable processing of meta-refresh tag
pt_br: Ativar o processamento da tag de meta-atualização

source: Enable Migemo (Roma-ji search)
pt_br: Ativar o Migemo (pesquisa Roma-ji)

source: Migemo command
pt_br: Comando Migemo

source: Display charset
pt_br: Mostrar charset

source: Default document charset
pt_br: Charset de documento padrão

source: Automatic charset detect when loading
pt_br: Charset automático detectar ao carregar

source: System charset
pt_br: Charset do sistema

source: System charset follows locale(LC_CTYPE)
pt_br: Charset do sistema segue o código do idioma(LC_CTYPE)

source: Output halfdump with display charset
pt_br: Saída halfdump com charset de exibição

source: Use multi column characters
pt_br: Usar caracteres de múltiplas colunas

source: Use combining characters
pt_br: Usar caracteres combinados

source: Use double width for some Unicode characters
pt_br: Usar largura dupla para alguns caracteres Unicode

source: Use Unicode language tags
pt_br: Usar tags de idioma Unicode

source: Charset conversion using Unicode map
pt_br: Conversão Charset usando mapa Unicode

source: Charset conversion when loading
pt_br: Conversão Charset ao carregar

source: Adjust search string for document charset
pt_br: Ajustar string de pesquisa para charset de documento

source: Fix character width when conversion
pt_br: Corrigir largura de caracteres quando converter

source: Use GB 12345 Unicode map instead of GB 2312's
pt_br: Usar o mapa Unicode GB 12345 em vez de GB 2312

source: Use JIS X 0201 Roman for ISO-2022-JP
pt_br: Usar JIS X 0201 Roman para ISO-2022-JP

source: Use JIS C 6226:1978 for ISO-2022-JP
pt_br: Usar JIS C 6226:1978 para ISO-2022-JP

source: Use JIS X 0201 Katakana
pt_br: Usar JIS X 0201 Katakana

source: Use JIS X 0212:1990 (Supplemental Kanji)
pt_br: Usar JIS X 0212: 1990 (Kanji Suplementar)

source: Use JIS X 0213:2000 (2000JIS)
pt_br: Usar JIS X 0213:2000 (2000JIS)

source: Strict ISO-2022-JP/KR/CN
pt_br: ISO-2022-JP/KR/CN Estrito

source: Treat 4 bytes char. of GB18030 as Unicode
pt_br: Tratar 4 bytes de char. de GB18030 como Unicode

source: Simple Preserve space
pt_br: Espaço de Preservação Simples

source: keymap file
pt_br: arquivo keymap

source: black
pt_br: preto

source: red
pt_br: vermelho

source: green
pt_br: verde

source: yellow
pt_br: amarelo

source: blue
pt_br: azul

source: cyan
pt_br: ciano

source: white
pt_br: branco

source: none
pt_br: nenhum

source: current URL
pt_br: URL atual

source: link URL
pt_br: URL do link

source: simple
pt_br: simples

source: use tag
pt_br: usar tag

source: A:relative to screen height
pt_br: A:relativo à altura da tela

source: B:fixed speed
pt_br: B:velocidade fixa

source: unspecified
pt_br: não especificado

source: inet only
pt_br: somente inet

source: inet6 only
pt_br: somente inet6

source: discard
pt_br: descartar

source: accept
pt_br: aceitar

source: ask
pt_br: perguntar

source: use internal mailer instead
pt_br: usar o mailer interno

source: ignore options and use only the address
pt_br: ignorar as opções e usar apenas o endereço

source: use full mailto URL
pt_br: usar email completo para URL

source: OFF
pt_br: DESLIGADO

source: Only ISO 2022
pt_br: Somente ISO 2022

source: ON
pt_br: LIGADO

source: charset specific
pt_br: charset específico

source: DEC special graphics
pt_br: Gráficos especiais DEC

source: Display Settings
pt_br: Configurações de Tela

source: Color Settings
pt_br: Configurações de Cor

source: Miscellaneous Settings
pt_br: Configurações Diversas

source: Directory Settings
pt_br: Configurações de Diretório

source: External Program Settings
pt_br: Configurações de Programas Externos

source: Network Settings
pt_br: Configurações de Rede

source: Proxy Settings
pt_br: Configurações de Proxy

source: SSL Settings
pt_br: Configurações de SSL

source: Cookie Settings
pt_br: Configurações de Cookies

source: Charset Settings
pt_br: Configurações de Charset

source: en;q=1.0
pt_br: pt;q=1.0
