Repository: F123/files-F123Light
Catalog: po/pdmenurc/*.po
Languages: ar_eg, pt_br

source: Welcome to F123Light
ar_eg: مَرْحبًا بِكُم فِي إف123لايت
pt_br: Bem-vindo ao F123Light

source: F123 Light Main Menu
ar_eg: قَائِمةُ إف123لايت الرَّئِيسِيَّة
pt_br: Menu Principal do F123 Light

source: Use the up and down arrow keys to select your choice and press the 'Enter' key to activate it.
ar_eg: اِسْتَخْدِمْ السَّهْمَ الْأعْلَى وَالسَّهْمَ الْأَسْفَلَ لِاِخْتِيَارِ الْعُنْصُرِ الْمُرَاد، ثُمَّ اِضْغَطْ مِفْتَاحَ الْإدْخَالِ لِلتَّنْشِيط.
pt_br: Use as teclas de seta para cima e para baixo para selecionar sua escolha e pressione a tecla 'Enter' para ativá-la.

source: _Games Menu
ar_eg: قَائِ_مَةُ الْأَلْعَاب
pt_br: _Menu Jogos

source: _Internet Menu
ar_eg: _قَائِمَةُ الْإِنْتَرنِت
pt_br: _Menu Internet

source: Browser, e-mail and chat applications
ar_eg: تَطْبِيقَاتُ الدَّرْدَشَة، الْبَريد الْإلِكْتُرونِي، الْمُتَصَفِّح
pt_br: Aplicativos de navegador, e-mail e bate-papo

source: _Media Menu
ar_eg: قَائِ_مَةُ الْوَسَائِط
pt_br: _Menu mídia

source: Book reading, music and video applications
ar_eg: تَطْبِيقَاتُ قِرَاءةِ الْكُتُبِ، وَتَطْبِيقَاتُ الْمُوسِيقَى وَالْفِيدْيُو
pt_br: Aplicativos de leitura de livros, música e vídeo

source: _Office Menu
ar_eg: قَ_ائِمَةُ الْمَكْتَب
pt_br: _Menu Escritório

source: text, calendar and spreadsheet applications
ar_eg: تَطْبِيقَاتُ النُّصُوصِ، التَّقْويم، جَدَاوِلُ الْبَيَانَات
pt_br: Aplicativos de texto, calendário e planilha

source: _File Manager
ar_eg: مُد_ِيرُ الْمَلَفَّات
pt_br: _Gerenciador de Arquivos

source: Copy, move and delete files
ar_eg: نَقْلُ وَنَسخُ وَحَذْفُ الْمَلَفَّات
pt_br: Copiar, mover e apagar arquivos

source: Manage External _Drives
ar_eg: إِدَارَةُ _مُحَرِّكَاتِ الْأَقْرَاصِ الْخَارِجِيَّة
pt_br: Gerenciar _Drives Externos

source: External
ar_eg: خَارِجِيٌّ
pt_br: Externo

source: Select Drive
ar_eg: اِخْتَرْ مُحَرِّكَ الْأَقْرَاص
pt_br: Selecione o Drive

source: Safely remove
ar_eg: إِزَالَةُ الْجِهَازِ بِأَمَان
pt_br: Remova com Segurança

source: Main Menu
ar_eg: الْقَائِمَةُ الرَّئِيسِيَّة
pt_br: Menu Principal

source: Search
ar_eg: الْبَحْثْ
pt_br: Pesquisar

source: Search This _Computer
ar_eg: الْبَحْثُ فِي هَذَا الْ_حَاسوب
pt_br: Pesquisar Este _Computador

source: Search the _Web
ar_eg: الْبَحْثُ عَلَى الْإِ_نْتَرْنِت
pt_br: Pesquisar na _Web

source: _Settings Menu
ar_eg: _قَائِمةُ الْإِعْدَادَات
pt_br: _Menu Configurações

source: Configure this computer
ar_eg: تَكْوِينُ هَذَا الْحَاسُوب
pt_br: Configurar Este Computador

source: _Help Menu
ar_eg: _قَائِمَةُ الْمُسَاعَدَة
pt_br: _Menu Ajuda

source: Get Help with F123Light
ar_eg: الْحُصُولُ عَلَى الْمُسَاعَدَةِ الْخَاصَّةِ بإف123لايت
pt_br: Obter ajuda com F123Light

source: _Turn Off or Restart Computer
ar_eg: إِيْقَا_فُ أَوْ إِعَادَةُ تَشْغِيلِ الْحَاسوب
pt_br: _Desligar ou Reiniciar o Computador

source: E_xit to Command Line
ar_eg: ال_خُرُوجُ مِنْ سَطْرِ الْأَوَامِر
pt_br: I_r Para a Linha de Comando

source: Games
ar_eg: الْأَلْعَابُ
pt_br: Jogos

source: _Adventure
ar_eg: الْمُ_غَامَرَة
pt_br: _Aventura

source: _Arithmetic Challenge!
ar_eg: _تَحَدِّي الْحِسَابْ
pt_br: _Desafio Aritmético!

source: _Air Traffic Controler (Not screen reader friendly)
ar_eg: مُرَا_قِبُ الْحَرَكَةِ الْجَوِّيَّة (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Controlador de Tráfego Aéreo (leitor de tela não é amigável)

source: _Backgammon (Not screen reader friendly)
ar_eg: ال_طَّاوْلة (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Gamão (leitor de tela não é amigável)

source: _Battlestar
ar_eg: نَ_جْمُ الْمَعْرَكَة
pt_br: _Batalha nas Estrelas

source: _Boggle (Not screen reader friendly)
ar_eg: لُ_عْبَةُ بوجل (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Boggle (leitor de tela não é amigável)

source: _Canfield (Not screen reader friendly)
ar_eg: _لُعْبَةُ كانفِيلْد (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Canfield (leitor de tela não é amigável)

source: _Cribbage (Not screen reader friendly)
ar_eg: لُعْ_بَةُ الكريبج (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Cribbage (leitor de tela não é amigável)

source: _Go Fish
ar_eg: _صَيدُ السَّمَك
pt_br: _Vá Pescar

source: _Gomoku
ar_eg: لُ_عْبَةُ الْجُومُوكو

source: _Hangman
ar_eg: _الرَّجُلُ الْمَشْنُوق

source: _Hunt (Not screen reader friendly)
ar_eg: _لُعْبَةُ الصَّيد (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Hunt (leitor de tela não é amigável)

source: _Mille Bornes
ar_eg: لُ_عْبَةُ مِيلْبُوْرْنز

source: _Number
ar_eg: لُعْ_بَةُ الْأَرْقَام
pt_br: _Número

source: _Phantasia
ar_eg: _لُعْبَةُ فَنْتَازِيَا
pt_br: _Fantasia

source: _Phase of the Moon
ar_eg: _مَرَاحِلُ الْقَمَر
pt_br: _Fase da Lua

source: _Primes
ar_eg: لُعْ_بَةُ بِرَايمْز

source: _Robots (Not screen reader friendly)
ar_eg: _لُعْبَةُ الرُّوْبُوت (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Robôs (leitor de tela não é amigável)

source: _Sail
ar_eg: لُ_عْبَةُ الْإبْحَار

source: _Snake (Not screen reader friendly)
ar_eg: ال_ثُّعْبَان (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Serpente (leitor de tela não é amigável)

source: _Tetris (Not screen reader friendly)
ar_eg: _لُعْبَةُ تِتْرِس (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Tetris (leitor de tela não é amigável)

source: _Trek
ar_eg: _لُعْبَةُ تِرِيك
pt_br: _Jornada

source: _Tux Math
ar_eg: _لُعْبَةُ تَقْس مَاث

source: _Tux Type
ar_eg: _لُعْبَةُ تَقْس تَايب

source: _Worm (Not screen reader friendly)
ar_eg: ال_دُّودَة (غَيْرُ مُتَوَافِقَةٍ مَعَ بَرَامِجِ قِرَاءةِ الشَّاشَة)
pt_br: _Minhoca (leitor de tela não é amigável)

source: _Wumpus
ar_eg: _لُعْبَةُ وَمْبَس

source: Internet
ar_eg: الْإِنْتَرْنِت

source: Internet programs
ar_eg: بَرَامِجُ الإنترنت
pt_br: Programas de Internet

source: _E-_mail (Thunderbird)
ar_eg: _بَرْنَامَجُ الْبَريدِ الْإلِكْتُرونِي ( ثَنْدَرْبِيرْد)

source: Web Browsers
ar_eg: مُتَصَفِّحَاتُ الْوِيب
pt_br: Navegadores da Web

source: _Basic Web Browser (W3M)
ar_eg: مُ_تَصَفِّحُ وِيب بَسيط (W3M)
pt_br: _Navegador da Web Básico (W3M)

source: _Full Web Browser (Firefox)
ar_eg: _مُتَصَفِّحُ وِيب مُتَكَامِل (فَايَرفُوكس)
pt_br: _Navegador da Web Completo (Firefox)

source: Communication
ar_eg: التَّوَاصُل
pt_br: Comunicação

source: _Text Chat (Pidgin)
ar_eg: ال_دَّرْدَشَةُ النَّصِّيَّةُ( بِيدْجِين)
pt_br: _Chat de Texto (Pidgin)

source: _Voice Chat (Mumble)
ar_eg: الدَّ_رْدَشَةُ الصَّوْتِيَّةُ( مَامْبِل)
pt_br: _Chat de Voz (Mummble)

source: _Main Menu
ar_eg: _الْقَائِمَةُ الرَّئِيسِيَّة
pt_br: _Menu Principal

source: Media
ar_eg: الْوَسَائِط
pt_br: Mídia

source: Multi-media applications
ar_eg: تَطْبِيقَاتُ الْوَسَائِطِ الْمُتَعَدِّدَة
pt_br: Aplicativos Multimídia

source: _CD Audio Ripper (ripit)
ar_eg: مُ_حَوِّلُ أَقْرَاصِ الصَّوْتِ الْمَضْغُوطَة (رِيبِيت)

source: _Music Player (cmus)
ar_eg: مُشَ_غِّلُ الْمُوسِيقَى (cmus)
pt_br: _Player de Música (cmus)

source: _Stringed Instrument Tuner (bashtuner)
ar_eg: مُؤَ_لِّفُ الْآلَاتِ الْوَتَرِيَّة (بَاشتِيوْنَر)
pt_br: _Afinador de Instrumento de Cordas (bashtuner)

source: Youtube (_Audio Only)
ar_eg: يوتيوب لَايِت (_صَوْتٌ فَقَطْ)
pt_br: YouTube (_Somente Áudio)

source: Youtube (Full _Video)
ar_eg: يوتيوب (فْول _فِيدِيو)
pt_br: YouTube (Vídeo _Completo)

source: Book Readers
ar_eg: بَرَامِجُ قِرَاءةِ الْكُتُب
pt_br: Leitores de Livros

source: _Book Reader
ar_eg: _قَارِئُ الْكُتُب
pt_br: _Leitor de Livros

source: Books
ar_eg: الْكُتُبْ
pt_br: Livros

source: Select book to read
ar_eg: اِخْتَرْ كِتَابًا لِلْقِرَاءة
pt_br: Selecione o livro para ler

source: Media Menu
ar_eg: قَائِمَةُ الْوَسَائِط
pt_br: Menu Mídia

source: Office
ar_eg: الْمَكْتَب
pt_br: Escritório

source: Word processing, calendar, etc
ar_eg: مُعَالَجَةُ الْكَلِمَات، التَّقْويمُ، إِلَى آخِرِهِ
pt_br: Processador de texto, calendário, etc

source: _Month Calendar
ar_eg: _تَقْويمُ الشَّهْر
pt_br: _Calendário do Mês

source: _Year Calendar
ar_eg: تَ_قْويمُ السَّنَة
pt_br: _Calendário do Ano

source: _Text Editor
ar_eg: مُ_حَرِّرُ النُّصُوص
pt_br: _Editor de Texto

source: Office Suite
ar_eg: _أوفيس سُوِيت
pt_br: Suíte de Escritório

source: _Spreadsheet
ar_eg: _جَدَاوِلُ الْبَيَانَات
pt_br: _Planilha

source: _Word Processor
ar_eg: مُ_عَالِجُ الْكَلِمَاتِ
pt_br: _Processador de Texto

source: _Libre Office (All Applications)
ar_eg: _ليبر أوفيس (جَمِيعُ التَّطْبِيقَات)
pt_br: _Libre Office (Todos os Aplicativos)

source: Settings
ar_eg: الْإِعْدَادَات
pt_br: Configurações

source: System configuration
ar_eg: تَكْوِينُ النِّظَام
pt_br: Configurações do Sistema

source: _Change Passwords
ar_eg: _تَغْيِيرُ كَلِمَاتِ الْمُرُور
pt_br: _Mudar Senhas

source: E-_mail Configuration
ar_eg: تَكْوِينُ الْ_بَريدِ الْإلِكْتُرونِي
pt_br: Configurações de E-_mail

source: Securit_y Configuration
ar_eg: تَكْوِينُ الأَمَا_ن
pt_br: Configurações de Seguranç_a

source: Change System S_peech
ar_eg: تَغْيِيرُ نَاط_ِقِ النِّظَام
pt_br: Mudar V_oz do Sistema

source: Change _Sound Output
ar_eg: تَغْيِيرُإِ_خْرَاجِ الصَّوْت
pt_br: Mudar Saída de _Som

source: _Bluetooth manager
ar_eg: _مُدِيرُ الْبُلُوتُوث
pt_br: _Gerenciador Bluetooth

source: Configure _Wifi
ar_eg: تَكْوِينُ ال_شَّبَكَةِ اللَّاسِلْكِيَّة
pt_br: Configurar _Wi-Fi

source: Get Help with F123 Light
ar_eg: الحُصُولُ عَلَى المُسَاعَدَةِ الخَاصَّةِ بِإف123لايت
pt_br: Obter Ajuda com F123 Light

source: _Chat Bot
ar_eg: _رُوبُوتُ الدَّرْدَشَة

source: Turn off or Restart Computer
ar_eg: إِيقَافُ أَوْ إِعَادَةُ تَشْغِيلِ الحَاسُوب
pt_br: Desligar ou Reiniciar o Computador

source: Shutdown or restart your computer
ar_eg: إِيقَافُ أَوْ إِعَادَةُ تَشْغِيلِ الحَاسُوب الخَاصِّ بِكَ
pt_br: Desligar ou reiniciar seu computador

source: Turn _Off
ar_eg: إِ_يقَاف
pt_br: _Desligar

source: _Restart
ar_eg: إِ_عَادَةُ تَشْغِيلْ
pt_br: _Reiniciar
